Repository: pypi-data/pypi-mirror-229
Catalog: packages/pretix-monetico/pretix-monetico-0.9.4.tar.gz/pretix-monetico-0.9.4/pretix_monetico/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Monetico Pretix payment plugin
de: Monetico Pretix Zahlungs-Plugin
es: Plugin de pago Monetico Pretix
fr: Plugin de paiement Monetico Pretix
it: Plugin di pagamento Monetico Pretix
pt: Plugin de pagamento Monetico Pretix

source: plugin for accepting Monetico payments
de: Plugin f체r die Annahme von Monetico-Zahlungen
es: plugin para aceptar pagos de Monetico
fr: plugin pour accepter les paiements Monetico
it: plugin per accettare pagamenti Monetico
pt: plugin para aceitar pagamentos Monetico

source: Monetico Payment
de: Monetico-Zahlung
es: Pago Monetario
fr: Paiement Monetico
it: Pagamento Monetico
pt: Pagamento Monetico

source: Monetico key
de: Monetico-Schl체ssel
es: Clave Monetico
fr: Clé Monetico
it: Chiave Monetico
pt: Chave monetico

source: This is your Monetico key
de: Dies ist Ihr Monetico-Schl체ssel
es: Esta es tu clave de Monetico
fr: Ceci est votre clé Monetico
it: Questa Ã¨ la tua chiave Monetico
pt: Esta é a sua chave Monetico

source: Monetico server
es: Servidor Monetico
fr: Serveur Monetico
it: Server Monetico
pt: Servidor Monetico

source: Monetico company code
de: Buchungskreis (Monetico)
es: Código de empresa Monetico
fr: Code d’entreprise Monetico
it: Codice azienda Monetico
pt: Código da empresa Monetico

source: Monetico payment URL
de: Monetico-Zahlungs-URL
es: URL de pago de Monetico
fr: URL de paiement Monetico
it: URL di pagamento Monetico
pt: URL de pagamento Monetico

source: The final part of the Monetico URL
de: Der letzte Teil der Monetico-URL
es: La parte final de la URL de Monetico
fr: La dernière partie de l’URL Monetico
it: La parte finale dell'URL di Monetico
pt: A parte final da URL do Monetico

source: Your Monetico company code
de: Ihr Monetico-Buchungskreis
es: Su código de empresa Monetico
fr: Votre code d'entreprise Monetico
it: Il tuo codice azienda Monetico
pt: Seu código de empresa Monetico

source: You will redirected to the Monetico secured website after clicking on 'Place binding order'
de: Sie werden auf die von Monetico gesicherte Website weitergeleitet, nachdem Sie auf "Verbindlich bestellen" geklickt haben
es: Será redirigido al sitio web seguro de Monetico después de hacer clic en "Realizar pedido vinculante"
fr: Vous serez redirigé vers le site sécurisé de Monetico après avoir cliqué sur 'Passer une commande'
it: Verrai reindirizzato al sito web sicuro di Monetico dopo aver cliccato su 'Effettua ordine vincolante'
pt: Você será redirecionado para o site seguro da Monetico depois de clicar em 'Fazer pedido vinculante'

source: Go to Monetico secured website
de: Zur gesicherten Website von Monetico
es: Ir al sitio web seguro de Monetico
fr: Accédez au site Web sécurisé de Monetico
it: Vai al sito Monetico secure
pt: Ir para o site seguro da Monetico

source: Transaction
de: Transaktion
es: Transacción
it: Transazione
pt: Transação

source: Authorization
de: Erm채chtigung
es: Autorización
fr: Autorisation
it: Autorizzazione
pt: Autorização

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
pt: Regras de

source: 3Ds status
es: Estado 3Ds
fr: Status 3Ds
it: Stato 3Ds
pt: Status 3Ds

source: Card number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
it: Numero della carta
pt: Número do cartão

source: Card expiration
de: Ablauf der Karte
es: Vencimiento de la tarjeta
fr: Expiration de la carte
it: Scadenza della carta
pt: Validade do cartão

source: Payment date
de: Zahlungstermin
es: Fecha de pago
fr: Date de paiement
it: Data di pagamento
pt: Data de pagamento

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
pt: Referência
